[
{ 
"name" : "   Vodnik/Hastrman " ,
"description": "   Hastrman , also known as Aquarius , belonged to demonic beings with a human appearance. It had various forms in the superstition ideas of individual regions of Slovakia. In Liptov, water dripped from his hat and shirt, in Kysucie they imagined him again as an old man with green hair, with sad eyes and scales, in Orava he was a man overgrown with long shaggy hair that dried on the rocks. In relation to humans, the waterman manifested himself as an evil, harmful being - he dragged people under water and imprisoned their souls in mugs in his water dwelling. People protected themselves from it with garlic or plants, which were consecrated on May Sunday. Not far from Šurian stands the village of Kostolný Sek, which is inhabited by several monuments that remembered an ancient story. In the Church Section near the Nitra River, a hastrman, who was very evil, lived in the crown of a high willow tree - when bathing, he pulled the children by the legs and lured the pilgrims into the river, then dragged them underwater. At that time, many people who had never been found disappeared. The residents therefore decided to drown the hastrman at night, when they would only witness the moon. So they walked along the river towards the mill, waiting for the hastrman to see. When they saw him, they threw themselves on him, beat him, and drowned him. It was not until the morning that they discovered that the drowned man was their good miller, who went at night to check the mill drive and the water level in the river. Unfortunately, the inhabitants did not realize that the hastrman could not be drowned.",
"locality": " Old mill in the village of Jelka, around country, mostly in wells ",
"image_source": "https://g.cz/sites/default/files/field/image/2018/lada_vodnik.jpg",
"image_source2": "https://slovander.sk/wp-content/uploads/2020/10/Bytosti-z-nasich-povier-predstavivost-alebo-realita-12-768x512.jpg"
},

  {
    "name": "Elizabeth Bathory-The Blood Countess Countess Elizabeth Bthory de Ecsed",
    "description": "In 1602, rumors began to circulate around the village of Cachtice: peasant girls looking for servant work in the Csejte Castle were disappearing.A Hungarian noblewoman Bathory has been labeled by Guinness World Records as the most prolific female murderer,though the precise number of her victims is debated. BAthory and four collaborators were accused of torturing and killing hundreds of young girls and women between 1590 and 1610. The highest number of victims cited during Báthory's trial was 650. However, this number comes from the claim by a servant girl named Susannah that Jakab SzilvAssy, Bathoryss court official, had seen the figure in one of BAthoryS private books. The book was never revealed, and Szilvássy never mentioned it in his testimony.Despite the evidence against Bathory, her familyS importance kept her from facing execution. She was imprisoned in December 1610 within Castle of Csejte.The stories of BathoryS sadistic serial murders are verified by the testimony of more than 300 witnesses and survivors as well as physical evidence and the presence of horribly mutilated dead, dying and imprisoned girls found at the time of her arrest. Stories describing BAthoryss vampiric tendencies, such as the tale that she bathed in the blood of virgins to retain her youth, were generally recorded years after her death, and are considered unreliable. Her story quickly became part of national folklore, and her infamy persists to this day.Some insist she inspired Bram StokerS Dracula (1897),though there is no evidence to support this hypothesis. Nicknames and literary epithets attributed to her include The Blood Countess.",
  "locality": " Cachtice Castle is a castle ruin in Slovakia next to the village of Cachtice. It stands on a hill featuring rare plants, and has been declared a national nature reserve for this reason.",
"image_source": "https://img.tfd.com/viVamp/th/bathory_elizabeth.jpg",
"image_source2": "https://upload.wikimedia.org/wikipedia/commons/9/99/Csejtecivertanlegi2.jpg "
  },

  {
    "name": "Janosik/ Janosikove holes",
    "description": "Tell your children the story of Jánošík, so that they know why Janosikove Diery bear this name.Considered the Slovak Robin Hood for reputedly stealing from the rich to give to the poor, Janosik is a beloved figure in Slovak folk art. He gave rise to many legends, myths, and is a constant mainstay of Slovak literature. Juraj Janosik was allegedly born in the 1680s in the settlement of Stefanova (now part of Terchova) in the Austrian monarchy. The period when Juraj was born was marked by anti-Habsburg uprisings led by the Hungarian nobility. Their goal was to gain the independence of Hungary through revolts.It was evil and turbulent times that brought hunger, disease, and endless suffering..In this storie, the main character was the mountain captain Jurko Janosik, who took from the rich and gave to the poor.He had gifts received from good fairies – a belt that made him invulnerable and a wallachian that protected him from superiority.He wandered through many places and hid in the gorge, which was later named Janosikove Diery.In the 19th century, rumors of a brave bandit came to literature. It was developed by passionate young poets, who named themselves Štúrovci.In their works, Jánošík became a symbol of the fight for freedom.This myth has persisted to this day, and the fact that Jánošík looted for less than three years does not change anything. He was caught, imprisoned and in 1713 publicly executed in Liptovsky Mikulas.We remember him and his legend will certainly be remembered by future generations as well..",
    "locality" : "Zilina district, Terchova center, National park Great Fatra",
    "image_source": "https://static.turisticky-denik.cz/images/vizitky/detail/juraj-janosik-17877.jpg",
    "image_source2": ""
  },

  {
"name" : " Legend of Svorad/the legend of the hermits of the sestad and the benedict ",
"description": "The oldest preserved legend and carved into the rock, which is the oldest pilgrimage site  telling about the life of saints is a legend by Bishop Maurus from the mid-11th century, where he describes how he knew both saints.After a few years, as a bishop, he learned from the abbot of Nitra, Filip, about the very strict asceticism of the hermit Svorad, about his death, about the miracles of his intercession, and about the assassination of Beňadik.Bishop Maurus dedicates most of the legend to St. Svorad. points to his peculiar martyrdom, extraordinary self-denial, and torment of the body, to the wonderful distortion of the heart.When this man retreated to hermit loneliness on Skalka, he often fasted to strengthen his spiritual life. At the time of the great 40-day fast, he was satisfied with only 40 nuts. These days as well as others, he also devoted himself to prayers, took an ax in his hands, and went to work in the woods. Suddenly, as he fainted while felling the wood in the mountain, a beautiful young man approached him, looking like an angel, took him to his cave. When the hermit recovered from his ecstasy, he confessed to his disciple Beňadik what he had experienced and swore an oath not to tell anyone about the incident until he died.After a days work, he gave the body such a rest that it could be called torment and suffering rather than rest. He halted the halluke oak logs with a fence and cut sharp reeds from all sides across the land. Sitting alone on the log as on a seat to refresh his body, he took a different position, that when his body, overwhelmed sleep, leaned to either side, the sharp reed-wound painfully felt. In addition, he placed a wooden crown on his head, on which he hung four stones from four sides, so that when the sleepy head tilted to either side, it would hit a stone.So when the last hour was approaching, he ordered those present to not take off his clothes from any of his clothes until Abbot Philip, whom he had sent. His father came when the venerable body was already dead, and undressing him to wash it, he found a metal chain that was already touching the entrails. Oh, a strange and unheard of thing! The chain, which turned the meat into rot from the inside, was covered with skin on the outside, but they would not have noticed this method of martyrdom if a knot of bound metal had not been seen above the navel. However, as the untied chain was pulled from the body, the sound of rattling ribs could be heard loudly. I gave half of the chain that I had asked and cared for from this abbot to the most Christian Duke, whose desire, when he longed for it from me, I could not deny. I also noticed what I had learned from Abbot Philips story after burying the blessed mans body, and it seemed worthy to know and remember. Benedict, after the death of Svorad, also intended to live in the same place. When, following the example of his teacher, he lived in sternness for three years, robbers came and, hoping that he had a lot of money, dragged him ashore, killed him, and threw him into the water. While searching for his body for a long time and not finding it, all year round they saw an eagle sitting on the bank of the river Váh, as if watching something. Alerting his body, they let one man plunge into the water, and found him as well-preserved as if he had died shortly before.",
"locality": "monastery in Nitra region,Veľká Skalka Monastery near Trenčín  ",
"image_source": "https://putnickemiestoskalka.sk/wp-content/uploads/2015/05/velka_skalka1.jpg ",
"image_source2": " https://www.viabenedictina.eu/pcs/stinLevyVysoky.png"
}
,{ 
"name" : " Orava castle as fairy as it is scary" ,
"description": " The romantic brick castle above Orava has its foundations in the 13th century, when it was a strategic point of the Amber Road. Under the maintenance of the Turzovci family, the castle has maintained an excellent condition. In 1922, the first black-and-white version of the film Dracula from 1922 was shot here, and the castle later became the setting for the films The King of the Thrush and the Falconer Tomáš. Orava Castle naturally attracts the views of not only foreign filmmakers. No wonder it became home to several film characters. One of them is the famous Vampire Nosferatu. Today, the cult black-and-white film was made here in 1922 by German director Friedrich Wilhelm Murnau. He chose Orava instead of the legendary Transylvania. He has no film with the unattractive Max Schreck in the lead role, laying one of the cornerstones of horror. It is an extraordinary work of German expressionism, a play of lights and shadows. A suggestive version of the story of a vampire inspired by the world work of Bram Stoker Dracula.",
"image_source": "https://slovander.sk/wp-content/uploads/2020/06/Slovensk%C3%A9-hrady-na-svetov%C3%BDch-filmov%C3%BDch-pl%C3%A1tnach-1-768x512.jpg ",
"image_source2": " 
},




}






 {
"name" : "Spoken stories and legends" ,
"description": " Slovakia is replete with gothic churches, medieval towns, macabre torture inventions, as well as majestic mountains and looming castles along bucolic rural landscapes. Fittingly, legend after legend arose in such surroundings, many of which were based on enigmatic historical figur                        ." ,
"locality": "   ",
"image_source": " "
  }

  {
     

--------------------------------------------------------------------------------------------------------------------------------------------------
  
    "name": "Devin",
    "description": "To speak of Slovak culture and art is to note a tapestry of traditions, customs, folklore, and on the same breath mention its staging under different regimes, and the European context overarching it. Long steeped in an agrarian life while being subjects under the Austro-Hungarian Empire, and then after WWII, as comrades within a Soviet satellite state, Slovaks sought to preserve not only their language but also all those distinctive markings of their culture.",
    "image_source": "http://www.panhistoria.com/Stacks/Novels/characterimages/T27293.jpg",
    "url": "thorin"
  },
Other legends include:

    The Virgin Tower, featuring about a certain knight, Nicolas, whose bride met her tragic end from a tower in the Devin Castle.
    Three Twigs of King Svätopluk, about the Great Moravia king’s lesson of strength through unity.
    The Well of Love, involving a Turkish noble reclaiming his love by digging a well for years until it reached water, and how his efforts were rewarded.
    Bratislava Castle, relating to curious facts about why the castle has such curious characteristics.



Hedviga

After King Philip of Spis Castle killed the son of a Polish monarch, legend has it that the Polish king sought revenge by killing King Philip’s daughter Barbora. 
While Barbora and her sister Hedviga were alone in the castle, the Polish king seized the castle. Hedviga, believing her sister to be dead, jumped from the castle’s highest tower. 
After she jumped, a mysterious face appeared on a wall of the castle that is said to bear a striking resemblance to Hedviga.
[
  {
]https://www.viabenedictina.eu/pcs/stinLevyVysoky.png